StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.Crosssectional_position


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.Anchorage


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.Prescribed_lengthening


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.Start


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.End


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.Auxiliary


StruSoft.Interop.StruXml.Data.Bar_rf_typeLongitudinal_bar.AnyAttr
